[M_RockPaperGenocide_Amp MissionDefinition]
MissionName="Genocídio: Armas Slag!"
MissionDescription="Marcus deseja que você o ajude a testar as novas armas Slag que ele adquiriu. "
TurnInDescription="A boa notícia é que as armas elementais funcionam. A má notícia é que Marcus não possui um pingo de escrúpulos."
MissionSummary="Teste o armamento Slag de Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus"
TeaserText="Hora de aprender como o Slag funciona!"

[M_RockPaperGenocide_Amp:amp MissionObjectiveDefinition]
ProgressMessage="Cubra um ladrão com Slag"

[M_RockPaperGenocide_Amp:FinishOffCompetitor_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Amp:KillCompetitor MissionObjectiveDefinition]
ProgressMessage="Dispara al robatiendas"

[M_RockPaperGenocide_Amp:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Corrosive MissionDefinition]
MissionName="Genocídio: Armas Corrosivas!"
MissionDescription="Marcus pediu pra você testar algumas armas corrosivas pra ele."
TurnInDescription="Parece que as armas corrosivas funcionam bem!"
MissionSummary="Teste o armamento corrosivo de Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus"
TeaserText="E agora, as armas corrosivas!"

[M_RockPaperGenocide_Corrosive:corrosive MissionObjectiveDefinition]
ProgressMessage="Corroa o robô"

[M_RockPaperGenocide_Corrosive:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Fire MissionDefinition]
MissionName="Genocídio: Armas Incendiárias!"
MissionDescription="Marcus pediu pra você testar algumas armas incendiárias pra ele."
TurnInDescription="Ah! Pegando fogo!"
MissionSummary="Teste o armamento incendiário de Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus"
TeaserText="Sabe o que é melhor do que matar alguém a tiros? Matar alguém com tiros que pegam fogo."

[M_RockPaperGenocide_Fire:Fire MissionObjectiveDefinition]
ProgressMessage="Queime o vândalo"

[M_RockPaperGenocide_Fire:GoToRange_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Fire:RockPaper_GoToRange MissionObjectiveDefinition]
ProgressMessage="Vá até o campo de tiro"

[M_RockPaperGenocide_Fire:RocksPaper_FinalObj MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Shock MissionDefinition]
MissionName="Genocídio: Armas Elétricas!"
MissionDescription="Marcus pediu pra você testar algumas armas elétricas pra ele."
TurnInDescription="Isso é... eletrizante."
MissionSummary="Teste o armamento elétrico de Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus"
TeaserText="A próxima tarefa é chocante. Entendeu? Chocante... eletricidade... é um trocadilho de palavras. "

[M_RockPaperGenocide_Shock:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockPaperGenocide_Shock:shock MissionObjectiveDefinition]
ProgressMessage="Eletrocute o robô"

